/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "继续";
"AlertButton_BuyLicense" = "购买许可证";
"AlertButton_BuyLicenseWithDiscount" = "现在购买，立减 %li%%";
"AlertButtonTitle_Erase" = "轧碎";

/* App Termination */
"AlertButton_ContinueScan" = "继续扫描";
"AlertButton_ContinueClean" = "继续清理";
"AlertButton_QuitCompleteTasks" = "完成所有并退出";
"AlertButton_QuitForce" = "强制退出";
"AlertButton_CheckForBeta" = "检查测试版更新";
"Stop" = "停止";

"AlertButtonTitle_Uninstall" = "卸载";
"AlertButtonTitle_DontUninstall" = "不卸载";

"AlertButtonTitle_Reset" = "重置";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "安装";
"AlertButtonTitle_DontInstall" = "不安装";
"AlertButtonTitle_Overwrite" = "覆盖";
"AlertButtonTitle_DontOverWrite" = "不覆盖";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "测试版本可以让您在官方正式发布之前使用一些特性和功能。但请注意，CleanMyMac 的测试版本可能会不稳定，并可能造成数据丢失。请量力而用。MacPaw 并不会对测试版本提供技术支持，也不会对这些版本造成的损失负责。\n\n使用测试版的用户可以通过“帮助”菜单的“提供反馈...”选项来给我们提供反馈，以此帮助我们提升软件性能。";

"AlertTitle_BetaUpdateEnabling" = "您确定想尝试 CleanMyMac 测试版吗?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "这将允许 CleanMyMac 扫描并移除早期出于某种原因而添加到忽略列表的项目。";

"AlertTitle_ResetIgnoreList" = "您确定要重置忽略项目列表为默认吗？";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "您的 CleanMyMac 副本尚未注册。";

"AlertDescription_CleaningWithinLimitAlert" = "此演示版 CleanMyMac 3 还可以帮助您清理 %@。激活的副本没有任何限制，可以让您充分体验身为注册 CleanMyMac 3 用户的所有好处。";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac 是您此时正在使用的应用程序。如果您点按“卸载”按钮，它将被关闭并完全移除。您想要卸载 CleanMyMac 吗？";

"AlertTitle_UninstallingCMM" = "正在卸载 CleanMyMac 程序";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "请在继续使用应用程序之前重新打开它。";
"AlertTitle_ResetCMM" = "您刚才重置了 CleanMyMac 的偏好设置文件，需要重新打开才能正常工作。";
"AlertButton_ConfirmSelfRestart" = "重新打开";
"AlertButton_CancelSelfRestart" = "取消";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "您选择了 Setapp 及其 %li 个应用程序进行彻底卸载。您确定要选择 Setapp 及其相关应用程序吗？";
"AlertDescription_UninstallingSetappMessage" = "请注意，此服务为您提供越来越多的应用，若没有 Setapp 主应用您将无法访问。";
"AlertButton_SelectSetappApplications" = "选择 Setapp 应用程序";
"AlertCheckboxText_UninstallingSetappMessage" = "不再显示此信息";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "开始新扫描会丢弃当前扫描结果";

"AlertTitle_DropiPhotoWhileScanning" = "扫描另一个资源库";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "打开扩展日志模式。";

"AlertDescription_LoggingMode" = "CleanMyMac 会保存一个包含所有它查找过项目的扩展日志文件。如果您能再现问题并在打开扩展日志功能后报告该问题，我们的支持团队将能以最快的速度解决您可能遇到的任何问题。";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac 需要您的许可来做出相应功能需求的更改。";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "请授权 CleanMyMac 来 %@ 这个扩展以及执行其他需要管理员权限的操作。";

"ExtensionsAuthAlert_EnableAction" = "启用";

"ExtensionsAuthAlert_DisableAction" = "禁用";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "上次您试图关闭 CleanMyMac 时不能正常退出。";

"AlertDescription_ForceQuit" = "一些清理相关进程仍在运行，如果中断可能导致数据丢失或者意想不到的系统行为。建议完成所有流程后再退出。";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac 没有从推荐的程序文件夹中运行。";

"AlertInformativeText_WishInstallQuestion" = "您想安装到应用程序文件夹之前退出 CleanMyMac 吗?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac 已经安装在系统中！";

"AlertTitle_OverwriteQuestion" = "您想要覆写在应用程序文件夹中的 CleanMyMac 吗?";

"AlertTitle_InstallationFailder" = "安装 CleanMyMac 失败！";

"AlertTitle_CopyToApplicationFolderSuggestion" = "试图将它手动复制到所需的位置。推荐的位置是您的应用程序文件夹。";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "您选择了多个个人文件来彻底移除。";

"SelectionCautionAlertMessage_LargeOld" = "请注意，大旧文件模块，不建议项目，可以放心地删除。请使用它作为参考，决定删除文件时要小心。";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "您选择了多个应用程序来卸载。";

"SelectionCautionAlertMessage_Uninstaller" = "请注意卸载模块旨在完全删除应用程序，在使用“卸载”按钮后，它们将彻底从您的系统中移除。";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "确定要永久移除 \"%@\"?";

"RemoveAlertMessageText_LargeOldXFiles" = "您确定要永久移除 \"%@\"?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "您无法撤销该操作。";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "您确定要永久卸载 \"%@\" 和它的所有相关项目吗?";

"RemoveAlertMessageText_UninstallerXApps" = "您确定要永久卸载 \"%@\" 和它的所有相关项目吗?";

"RemoveAlertMessageText_Uninstaller1File" = "确定要永久移除 \"%@\"?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "您确定要永久移除 %@?";

"RemoveAlertMessageText_UninstallerResetApp" = "您确定要通过移除其所有相关项目来重置”%@“吗?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "您确定要永久移除所有选中的项目吗?";

"RemoveAlertInformativeText_Uninstaller" = "您无法撤销该操作。";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "确定要永久移除 \"%@\"?";

"RemoveAlertMessageText_ExtensionsXItems" = "您确定要永久移除 \"%@\"?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "您无法撤销该操作。";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "您确定要永久擦除 \"%@\"?";

"RemoveAlertMessageText_EraserXItems" = "您确定要永久擦除%@?";

"RemoveAlertInformativeText_EraserGroupScanner" = "您无法撤销该操作。";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "您已经将一个项目添加到 CleanMyMac 的忽略列表中。";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "您已经将 %@ 添加到 CleanMyMac 的忽略列表中。";

"AlertDescription_1_IgnoredItemsDidAdd" = "此项目将不再显示在扫描结果中。您可以在偏好设置中管理忽略项目。";

"AlertDescription_N_IgnoredItemsDidAdd" = "这些项目将不再显示在扫描结果中。您可以在偏好设置中管理忽略项目。";

"AlertTitle_ShouldSelectIgnoredItem" = "您确定要移除一个已在忽略列表中列出的项目吗？";

"AlertDescription_ShouldSelectIgnoredItem" = "移除此类项目可能会影响到系统的功能或者与之相关的应用程序。";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "您想要在完成之前终止清理进程吗？";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "您想要在完成之前终止扫描进程吗？";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "中断该清理将在您的 Mac 保留一些的不必要的项目。";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "您是否要重置当前扫描结果并重新开始？";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "当前扫描结果不会存储，您需要再运行一次扫描查找项目。";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "您是否要开始新扫描重置当前扫描结果？";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "您的当前扫描结果和选中项目列表将不会存储。";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "是否要刷新当前 %@ 列表？";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "您当前选择的项目将不会存储。";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "中断扫描会使清理不完整。";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "无法启用/禁用插件。";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "发生未知错误，请联系客服。";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "启动驱动器验证过程中，电脑可能变得反应迟钝。";
"AlertDescription_VerifySystemDiskWarn" = "由于验证过程中磁盘活动频繁，所以系统可能会变得反应迟钝，持续数分钟，这属于正常现象。";

/* Alerts */
"AlertDescription_QuitOnScan" = "退出应用程序会中断扫描，并且所有的结果将丢失。";

/* Alerts */
"AlertDescription_QuitOnClean" = "退出应用程序会中断清理过程，导致清理结果不完整。";

/* Alerts */
"AlertTitle_QuitOnScan" = "您想在当前扫描完成前退出 CleanMyMac 吗？";

/* Alerts */
"AlertTitle_QuitOnClean" = "您想在清理结束前退出 CleanMyMac 吗?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac 已卸载 %@ 个恶意软件。需要重启 Mac 才能完成全部过程。";
"Please note that some applications may work incorrectly until your system is restarted." = "请注意，在系统重启之前，部分应用程序可能不能正常运行。";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "偶尔我们可以破例一次。";
"SelfUninstallDiscount_AlertDescription" = "这属于那些情况之一。我们很高兴推出购买 CleanMyMac 3 完整版立减 %li%% 活动，仅限今天。";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "告诉我们您的卸载理由，帮助我们继续改进 CleanMyMac：";
"SelfUninstall_AlertTitle" = "很遗憾，看到您离开！";
"Submit and Uninstall" = "提交并卸载";

"The price is a bit too much." = "价格有点贵。";
"It's too hard to use. I had trouble figuring it out." = "用起来不方便，很难明确指出。";
"It didn't find enough to clean!" = "它没有清理得非常彻底！";
"It doesn't seem safe to use." = "用起来似乎不安全。";
"Other:" = "其他：";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "您确定要要添加启动驱动器废纸篓忽略列表中吗？";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "这会禁用废纸篓监控功能，CleanMyMac 3 将不会在废纸篓将填满时通知您了。";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "您确定您要启用废纸篓监控功能吗？";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "这将从 CleanMyMac 忽略列表中删除启动驱动器废纸篓 。";

"AlertTitle_VerifySystemDiskWarn" = "启动驱动器验证过程中，电脑可能变得反应迟钝。";

"AlertDescription_VerifySystemDiskWarn" = "由于验证过程中磁盘活动频繁，所以系统可能会变得反应迟钝，持续数分钟，这属于正常现象。";

"UnsupportedOSAlert_Message" = "此 CleanMyMac 副本不支持 macOS %@ 及其未来的版本。";

"UnsupportedOSAlert_Informative" = "请升级至 CleanMyMac 的最新版本，其与您的 macOS 版本完全兼容。";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "您选择的部分项目不能添加到碎纸机中。";

"EraseSystemFilesAlert_InformativeText" = "移除这些文件或者文件夹可能损坏您的系统。";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "您确定要要添加启动驱动器废纸篓忽略列表中吗？";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "这会禁用废纸篓监控功能，CleanMyMac 3 将不会在废纸篓将填满时通知您了。";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "您确定您要启用废纸篓监控功能吗？";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "这将从 CleanMyMac 忽略列表中删除启动驱动器废纸篓 。";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "卸载";
"SelfUninstallDiscount_Purchase" = "现在购买，立减 %li%%";

/* Buttons */
"Quit" = "退出";

"Verify System Disk" = "验证系统磁盘";
"Download" = "下载";

"Submit" = "提交";

"Restart" = "重启";

/* Alert button */
"Cancel" = "取消";
"OK" = "好";
"Remove" = "移除";

"Start New Scan" = "开始新的扫描";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "扫描另一个资源库";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "开始新扫描会丢弃当前扫描结果";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "扫描另一个文件夹。";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "开始新扫描会丢弃当前扫描结果。";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "您的又大又旧的照片库项目将收集在“照片”应用的“待删除的大媒体”相册中。";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "请确保通过“照片”永久删除这些文件以节省空间。";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "开始新扫描会丢弃当前扫描结果";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "扫描另一个资源库";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "CleanMyMac 3 不支持您要扫描的图库。";
"AlertDescription_PhotoLibraryUnsupportedOld" = "请考虑将您的照片图库更新到较新版本。";
"AlertTitle_PhotoLibraryUnsupportedNew" = "CleanMyMac 3 尚不支持您要扫描的图库。";
"AlertDescription_PhotoLibraryUnsupportedNew" = "我们正在对您的照片图库版本的兼容性进行测试。请过段时间再试。";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "您确定要在这台 Mac 上禁用 CleanMyMac 3 许可证吗？";
"ActivationDeactivateLicense_InformativeText" = "这会取消激活此应用程序的当前副本，但是您可以在另一台电脑上继续使用此许可证。";
"Disable License" = "禁用许可证";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "似乎您正在 Mac 上使用 Setapp。是否要切换到 CleanMyMac 版本的 Setapp？";
"AlertMoveToSetapp_Informative" = "它与您使用的应用完全相同，而且总是保持最新版本。";
"AlertMoveToSetapp_Switch" = "切换";
"AlertMoveToSetapp_DontSwitch" = "不，谢谢";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "似乎您以前使用过非 CleanMyMac 版本的 Setapp。";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "是否要切换到 Setapp 版本并迁移您以前的设置？";
"AlertSwitchToSetappVersionOfCMM_Switch" = "切换";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "不，谢谢";
